stage = [
    "이전 요리단계 없음",
    "방울 토마토 꼭지를 제거하고, 한입 크기로 썰어주세요!",
    "감자칼을 이용해서 오이 겉껍질을 벗겨주세요!",
    "오이를 한입 크기로 썰어주세요!",
    "양배추를 한입 크기로 썰어주세요!",
    "파프리카를 한입 크기로 썰어주세요!",
    "물 1L를 넣고 끓여주세요!",
    "물이 끓으면 소금 1작은술을 넣어주세요!",
    "파스타 면 70g을 끓는 물에 넣고, 10분 동안 중불에 삶아주세요!",
    "삶은 파스타 면은 찬물에 헹구고 체에 밭쳐 물기를 빼주세요!"
]
R= "샐러드 파스타"
P=[
    "물이 끓으면 소금 1작은술을 넣어주세요!",
    "파스타 면 70g을 끓는 물에 넣고, 10분 동안 중불에 삶아주세요!",
    "삶은 파스타 면은 찬물에 헹구고 체에 밭쳐 물기를 빼주세요!",
    "작은 그릇에 올리브 오일 2큰 술을 넣어주세요!",
    "작은 그릇에 발사믹 식초 1큰 술을 넣어주세요!",
    "작은 그릇에 설탕 반 티스푼 넣어주세요!",
    "작은 그릇에 소금 한 꼬집 넣어주세요!",
    "큰 그릇을 꺼내서 파스타를 담아주세요!",
    "그 위에 준비한 채소를 올려주세요!",
    "그 위에 준비한 소스를 뿌려주세요!",
]
I=["파스타면, 소금, 올리브유, 발사믹식초, 설탕, 소금, 방울토마토, 오이, 양상추, 파프리카, 옥수수"]
